Repository: OliverMarcel/id-language
Catalog: Arabic/ignitiondeck-*.po
Languages: ar_ar

source: Company Name
ar_ar: اسم الشركة

source: Company Logo
ar_ar: شعار الشركة

source: Company URL
ar_ar: رابط الشركة

source: Company Facebook
ar_ar: فيسبوك الشركة

source: Company Twitter
ar_ar: تويتر الشركة

source: Project Title
ar_ar: عنوان المشروع

source: Goal Amount
ar_ar: الهدف

source: Start Date
ar_ar: تاريخ البدء

source: End Date
ar_ar: تاريخ الانتهاء

source: Anticipated Ship Date
ar_ar: تاريخ الشحن المتوقع

source: Project Fund Type
ar_ar: نوع تمويل المشروع

source: Close on End
ar_ar: غلق عند الانتهاء

source: Project Video
ar_ar: فيديو المشروع

source: Project Short Description
ar_ar: وصف المشروع القصير

source: Project Long Description
ar_ar: وصف المشروع المطوّل

source: Project Updates
ar_ar: تحديثات المشروع

source: Featured Image
ar_ar: الصورة الأساسية

source: Number of Levels
ar_ar: عدد المستويات

source: Level Title
ar_ar: عنوان المستوى

source: Level Price
ar_ar: سعر المستوى

source: Level Limit
ar_ar: حد المستوى

source: Level Description
ar_ar: وصف المستوى

source: Checkout
ar_ar: الشراء

source: Payment Settings
ar_ar: اعدادات الدفع

source: Orders
ar_ar: الطلبات

source: Add Order
ar_ar: أضف طلبا

source: Twitter
ar_ar: تويتر

source: Facebook
ar_ar: فيسبوك

source: Projects
ar_ar: المشاريع

source: Project
ar_ar: المشروع

source: Add New Project
ar_ar: أضف مشروعا جديدا

source: Edit
ar_ar: تحرير

source: Edit Project
ar_ar: تحرير مشروع

source: New Project
ar_ar: مشروع جديد

source: View Project
ar_ar: عرض المشروع

source: Search Project
ar_ar: البحث عن مشروع

source: No Projects Found
ar_ar: لم يتم ايجاد أي مشاريع

source: No Projects Found in Trash
ar_ar: لايوجد مشاريع محذوفة

source: Funding Goal
ar_ar: هدف التمويل

source: Days Remaining
ar_ar: الأيام المتبقية

source: No funding goal set
ar_ar: هذف التمويل غير محدد

source: No date set
ar_ar: تاريخ غير محدد

source: Enter Project Name Here
ar_ar: أدخل اسم المشروع هنا

source: Add
ar_ar: أضف

source: Update
ar_ar: تحديث

source: IgnitionDeck Control Panel
ar_ar: لوحة تحكم اجنيشن ديك

source: Facebook Application Settings
ar_ar: اعدادات تطبيق فيسبوك

source: Save
ar_ar: حفظ

source: Facebook settings have been successfully updated.
ar_ar: تم تحديث اعدادات الفيسبوك بنجاح

source: Twitter Application Settings
ar_ar: اعدادات تطبيق تويتر

source: Twitter settings have been successfully updated.
ar_ar: تم تحديث اعدادات تويتر.

source: Settings saved.
ar_ar: تم حفظ الاعدادات.

source: Save Settings
ar_ar: حفظ الاعدادات

source: Update Settings
ar_ar: تحديث الاعدادات

source: Form settings have been successfully updated.
ar_ar: اعدادات النموذج تم تحديثها بنجاح.

source: Twitter settings have been successfully saved.
ar_ar: تم حفظ اعدادات تويتر بنجاح.

source: Aweber settings have been successfully saved.
ar_ar: تم حفظ اعدادات أوبير بنجاح.

source: Aweber settings have been successfully updated.
ar_ar: تمت تحديث اعدادات أويبر بنجاح.

source: Mailchimp settings have been successfully saved.
ar_ar: تم حفظ اعدادات ميلشيمب بنجاح.

source: Mailchimp settings have been successfully updated.
ar_ar: تم تحديث اعدادات ميلشيمب بنجاح.

source: Payment settings have been successfully saved.
ar_ar: تم حفظ اعدادات الدفع بنجاح.

source: Please fill all fields.
ar_ar: من فضلك املأ الفراغات.

source: Projects successfully added.
ar_ar: تمت اضافة المشروع بنجاح.

source: previous
ar_ar: سابق

source: next
ar_ar: تالي

source: Project has been successfully updated.
ar_ar: تم تحديث المشروع بنجاح.

source: Settings have been successfully updated.
ar_ar: الاعدادات تم تحديثها.

source: Asked Questions
ar_ar: أسئلة تم سؤالها

source: Settings
ar_ar: اعدادات

source: General Settings
ar_ar: اعدادات عامة

source: Order Details
ar_ar: تفاصيل الطلب

source: Email List Settings
ar_ar: اعدادات قائمة البريد

source: Social Settings
ar_ar: الاعدادات الاجتماعية

source: Project Settings
ar_ar: اعدادات المشروع

source: Payment Form
ar_ar: نموذج الدفع

source: Payment Form Settings
ar_ar: اعدادات نموذج الدفع

source: Widget to show projects
ar_ar: ويدجيت للأظهار المشاريع

source: IgnitionDeck Project Widget
ar_ar: ويدجت مشروع اجنيشن ديك

source: About the Project
ar_ar: عن المشروع

source: Buyers
ar_ar: المشترون

source: Redirecting to Paypal...
ar_ar: التحويل الى بايبال...

source: Twitter.connection.failed
ar_ar: فشل.اتصال.تويتر

source: Error occured let's try again
ar_ar: حدث خطأ,حاول من جديد

source: Twitter.share.success
ar_ar: نجاح.مشاركة.تويتر

source: Twitter.share.failed
ar_ar: فشل.مشاركة.تويتر

source: Facebook.share.success
ar_ar: نجاح.مشاركة.فيسبوك

source: Facebook.share.failed
ar_ar: فشل.مشاركة.فيسبوك

source: IgnitionDeck: %s sent a question
ar_ar: اجنيشن ديك: %s قام بارسال سؤال

source: Name
ar_ar: الاسم

source: Email
ar_ar: الايميل

source: Subject
ar_ar: الموضوع

source: Message
ar_ar: الرسالة

source: Level
ar_ar: المستوى

source: Price
ar_ar: السعر

source: Update Options
ar_ar: تحديث الخيارات

source: Contact Form
ar_ar: نموذج الاتصال

source: Send email
ar_ar: ارسال ايميل

source: Clear
ar_ar: مسح

source: Clear All
ar_ar: مسح الكل

source: Crowdfunding ends on
ar_ar: التمويل الجماعي بواسطة اجنيشن ديك

source: Learn More
ar_ar: تعلم أكثر

source: Support Now
ar_ar: ادعم الأن

source: Our Earliest Buyers
ar_ar: أخر المشترين لدينا

source: Ask A Question
ar_ar: اسأل سؤال

source: Crowdfunding by IgnitionDeck
ar_ar: التمويل الجماعي بواسطة اجنيشن ديك

source: Powered By IgnitionDeck
ar_ar: بواسطة اجنيشن ديك

source: Payment Information
ar_ar: معلومات الدفع

source: First Name
ar_ar: الاسم الأول

source: Last Name
ar_ar: الاسم الأخير

source: Address
ar_ar: العنوان

source: Country
ar_ar: الدولة

source: State
ar_ar: الولاية أو المحافظة

source: City
ar_ar: المدينة

source: Zip
ar_ar: رمز بريدي

source: Funding
ar_ar: التمويل

source: Total Sale
ar_ar: مجموع المبيعات

source: LinkedIn
ar_ar: لينكد ان

source: Google+
ar_ar: جوجل+

source: Pinterest
ar_ar: بينتريست

source: Yes
ar_ar: نعم

source: No
ar_ar: لا

source: Please share your experience with your friends!
ar_ar: من فضلك شارك تجربتك مع الأصدقاء!

source: API key
ar_ar: مفتاحAPI

source: Subscription Email
ar_ar: بريد الاشتراك

source: Aweber Settings
ar_ar: اعدادات أوبر

source: Make Active
ar_ar: عمل كنشط

source: Consumer Secret
ar_ar: سر المستهلك

source: List Email Id
ar_ar: سجل معرف البريد الالكتروني

source: Mailchimp Settings
ar_ar: اعدادات ميل تشيمب

source: List id
ar_ar: معرف القائمة

source: Embed Widget Code
ar_ar: تضمين كود ويدجيت

source: Select Project to Create Embed Code for
ar_ar: انشاء مشروع لعمل كود ادراج له

source: Embed Code
ar_ar: تضمين الكود

source: Application Id
ar_ar: معرف التطبيق

source: Application secret key
ar_ar: مفتاح التطبيق السري

source: Text to share
ar_ar: نص للمشاركة

source: Email Address
ar_ar: عنوان البريد الالكتروني

source: Zip Code
ar_ar: الرمز البريدي

source: Status
ar_ar: الحالة

source: Pending
ar_ar: طابور الانتظار

source: Complete
ar_ar: مكتمل

source: Project Name
ar_ar: اسم المشروع

source: Project Level
ar_ar: مستوى المشروع

source: Select Project
ar_ar: اختر مشروع

source: Completed
ar_ar: مكتمل

source: View
ar_ar: عرض

source: Are you sure you want to delete this order by
ar_ar: هل أنت متأكد من حذف هذا الطلب بواسطة

source: Delete
ar_ar: حذف

source: Last Email
ar_ar: أخر بريد

source: Paypal Refund
ar_ar: استرداد المال في البايبال

source: Pay Key
ar_ar: مفتاح الدفع

source: Transaction ID
ar_ar: معرف المعاملة

source: Currency Code
ar_ar: كود العملة

source: Refund
ar_ar: استرداد المال

source: PayPal Identity Token
ar_ar: رمز معرف بايبال

source: PayPal Email
ar_ar: بريد بايبال

source: PayPal Override
ar_ar: تخطي البايبال

source: Cancel
ar_ar: الغاء

source: Project Image
ar_ar: صورة المشروع

source: Change
ar_ar: تعديل

source: Close
ar_ar: غلق

source: Project Details
ar_ar: تفاصيل المشروع

source: Project Price
ar_ar: سعر المشروع

source: Goal
ar_ar: الهدف

source: Image
ar_ar: الصورة

source: Mailchimp API Key
ar_ar: مفتاح API ميلتشيمب

source: Mailchimp List ID
ar_ar: معرف قائمة ميلتشيمب

source: Aweber Email
ar_ar: بريد أويبر

source: Active Settings
ar_ar: اعدادات نشطة

source: Field name
ar_ar: اسم الفراغ

source: Enabled
ar_ar: مفعل

source: Mandatory
ar_ar: اجباري

source: First name
ar_ar: الاسم الأول

source: Last name
ar_ar: الاسم الأخير

source: Default Project Settings
ar_ar: اعدادات المشروع الافتراضية

source: Custom Project Settings
ar_ar: اعدادات مشروع مخصصة

source: Project ID
ar_ar: معرف المشروع

source: Question Details
ar_ar: تفاصيل السؤال

source: Question Subject
ar_ar: عنوان السؤال

source: Created Date
ar_ar: تاريخ الانشاء

source: Ignition Deck Logo
ar_ar: شعار اجنيشن ديك

source: Facebook on Project Page
ar_ar: الفيسبوك على صفحة المشروع

source: Want people to share via Facebook from your project page? Use this.
ar_ar: اذا أردت من الناس أن تتشارك خلال فيسبوك من صفحتك؟ استخدم هذا الزر.

source: Want people to share via Twitter from your project page? Use this.
ar_ar: اذا أردت من الناس أن تتشارك خلال تويتر من صفحتك؟ استخدم هذا الزر.

source: Twitter on Project Page
ar_ar: تويتر على صفحة المشروع

source: Want people to share via App.net from your project page? Use this.
ar_ar: هل ترغب أن يقوم الناس بالمشاركة خلال App.net من صفحة مشروعك؟ استخدم هذا.

source: App.net on Project Page
ar_ar: بينتريست على صفحة المشروع

source: LinkedIn on Project Page
ar_ar: تويتر على صفحة المشروع

source: Want people to share via LinkedIn from your project page? Use this.
ar_ar: اذا أردت من الناس أن تتشارك خلال لينكد ان من صفحتك؟ استخدم هذا الزر.

source: Want people to share via Google+ from your project page? Use this.
ar_ar: هل ترغب من الناس المشاركة خلال جوجل+ من صفحة مشروعة؟ استخدم هذا.

source: Google+ on Project Page
ar_ar: جوجل+ على صفحة المشروع

source: Want people to share via Pinterest from your project page? Use this.
ar_ar: اذا أردت من الناس أن تتشارك خلال بينتريست من صفحتك؟ استخدم هذا الزر.

source: Pinterest on Project Page
ar_ar: بينتريست على صفحة المشروع

source: Ask a Question Button
ar_ar: زر اسأل سؤال

source: Enable or disable ask a question button on the widget
ar_ar: تعطيل أو تمكين زر اسأل سؤال على الويدجت

source: Ask a Question Email
ar_ar: رسالة للاستعلام عن سؤال

source: Email address to which the question should be sent
ar_ar: عنوان البريد لأي سؤال يجب ارساله

source: IgnitionDeck
ar_ar: اجنيشن ديك

source: Corporate
ar_ar: الشركات

source: Supporter Exclusive
ar_ar: داعم حصري

source: Consumer Key
ar_ar: مفتاح المستهلك

source: Callback URL
ar_ar: رابط الرد

source: Projects successfully updated.
ar_ar: تم تحديث المشروع بنجاح.

source: Projects successfully deleted.
ar_ar: تم حذف المشروع بنجاح.

source: Updates
ar_ar: التحديثات

source: Add Project
ar_ar: أضف مشروعا

source: This allows you to activate and share via the 'Powered By IgnitionDeck' logo that would appear at the bottom of the widget.
ar_ar: هذا يسمح لك بالتفعيل والمشاركة خلال شعار "بواسطة اجنيشن ديك" والذي سيظهر في أسفل الويدجيت.

source: Name of the Project (Required)
ar_ar: اسم المشروع (مطلوب)

source: Price for Level 1
ar_ar: السعر للمستوى الأول

source: Price of the first reward level for your project (required).
ar_ar: السعر لمستوى المكافأة الأول لمشروعك (مطلوب).

source: Title for level 1.
ar_ar: العنوان للمستوى الأول

source: Purchase limit for level 1.
ar_ar: حد الشراء للمستوى الأول

source: Amount you are looking to raise (required).
ar_ar: المبلغ اللذي ترغب في جمعه (مطلوب).

source: Fundraising End Date
ar_ar: تاريخ انتهاء جمع التبرعات

source: Ending date for fundraising (recommended).
ar_ar: تاريخ انتهاء التبرعات (مطلوب)

source: Proposed Ship Date
ar_ar: تاريخ الشحن المطلوب

source: When do you hope to ship? Leave blank if unknown.
ar_ar: متى ترغب في الشحن؟ اتركه فارغا اذا كنت لا تعلم.

source: Video
ar_ar: فيديو

source: Embed Video Code (YouTube, Vimeo, Viddler).
ar_ar: تضمين كود فيديو (يوتيوب, فيميو, فيدلر).

source: Main Project Image
ar_ar: صورة المشروع الأساسية

source: Image 2
ar_ar: الصورة 2

source: Image 3
ar_ar: الصورة 3

source: Image 4
ar_ar: الصورة 4

source: FAQs
ar_ar: الأسئلة الشائعة

source: For those often asked questions that you would like to give a direct answer to. You can edit and add as much as needed.
ar_ar: هذه الأسئلة غالبا يتم سؤالها وتود في توفير اجابة مباشرة لها. يمكنك الاضافة والتعديل عليها كيفما تريد.

source: Add product updates here.
ar_ar: أضف تحديثات المنتج هنا

source: Terms and Conditions
ar_ar: الشروط والأحكام

source: This is not displayed on the project page. This is displayed during checkout and will show below the checkout box. Use this space to specify your terms, answer questions regarding shipping, and cover all your bases.
ar_ar: هذه غير معروضة في صفحة المشروع. هذه تعرض أثناء الدفع وسوف تظهر أسفل صندوق الدفع. استخدم هذه المساحة لتحديد شروطك وللاجابة على أسئلة الشحن وتغطية كل القواعد.

source: We recommend you fill this in with clear instructions about how your project is going to go after you've reached your goal. It would also be very smart to mention what you'll do if you don't reach your goal.
ar_ar: نحن نوصيك بملأ هذا بالارشادات الواضحة عن كيف سيسير مشروعك بعد الوصول الى هدفك. وسيكون من الذكاء الشديد ذكر ماذا ستفعل اذا لم تصل الى هدفك.

source: Additional Price Levels
ar_ar: مستويات سعر اضافية

source: Add additional price levels here.
ar_ar: أضف مستويات سعر اضافية هنا.

source: Shortcodes
ar_ar: أكواد قصيرة

source: Short Description
ar_ar: وصف قصير

source: This is the project short description, used for the regular, mini, and embed widgets.
ar_ar: هذا هو الوصف القصير للمشروع, ويستخدم في الودجيت المصغرة والعادية والمضمنة.

source: IgnitionDeck Mini Widget
ar_ar: وديجيت اجنيشن ديك مصغر

source: Sandbox Mode
ar_ar: نمط ساندبوكس

source: Check to enable Paypal Sandbox mode.
ar_ar: التأشير هنا لتمكين نمط بايبال ساندبوكس.

source: Long Description
ar_ar: وصف مفصل

source: This is the project long description, used for displaying content below the video field.
ar_ar: هذه هو الوصف المفصل للمشروع, يستخدم لعرض المحتوى أسفل حقل الفيديو.

source: API Username
ar_ar: اسم مستخدم API

source: API Password
ar_ar: كلة مرور API

source: API Signature
ar_ar: توقيع API

source: Pre Approval Key
ar_ar: مفتاح قبل الموافقة

source: Payment Error
ar_ar: خطأ الدفع

source: Preapproval Key
ar_ar: مفتاح موافقة مسبقة

source: Generate Preapproval Key
ar_ar: توليد مفتاح موافقة مسبقة

source: Paypal_Email
ar_ar: بريد_بايبال

source: Starting Date
ar_ar: تاريخ البدأ

source: Ending Date
ar_ar: تاريخ الانتهاء

source: Max Number of Payments
ar_ar: أقصى عدد للدفعات

source: Max Total Amount
ar_ar: أقصى مبلغ اجمالي

source: Show Mini Widget on
ar_ar: اضظهار ويدجيت مصغرة على

source: Project Page Only
ar_ar: صفحة المشروع فقط

source: Small Widget on all Pages
ar_ar: ويدجت صغير في كل الصفحات

source: Pledgers
ar_ar: المتعهدون

source: Pledged of
ar_ar: متعهد بـ

source: Days left
ar_ar: الأيام المتبقية

source: Only
ar_ar: فقط

source: Reload Captcha
ar_ar: اعادة تحميل التحقق البشري

source: Type Captcha
ar_ar: كتابة التحقق البشري

source: Date
ar_ar: التاريخ

source: Pledged
ar_ar: متعهد به

source: Title
ar_ar: العنوان

source: Limit
ar_ar: الحد

source: Total Contribution
ar_ar: مجموع المساهمة

source: Delete Last Level
ar_ar: مسح المستوى الأخير

source: Description
ar_ar: وصف مفصل

source: Add Level
ar_ar: أضف مستوى

source: Project Reward Levels
ar_ar: مستويات مكافأة المشروع

source: Additional Project Information
ar_ar: معلومات اضافية عن المشروع

source: Required
ar_ar: مطلوب

source: Publishable Key
ar_ar: مفتاح للنشر

source: Payment Method
ar_ar: طريقة الدفع

source: Payment Method Selection
ar_ar: اختيار طريقة الدفع

source: Click Here
ar_ar: انقر هنا

source: for instructions on getting your Paypal Identity Token.
ar_ar: للتعليمات بخصوص الحصول على رمز معرف بايبال

source: Rarely required. Sometimes helps when international orders are rejected because of address issues.
ar_ar: نادرا مايطلب. يساعد في بعض الأحيان عن رفض الطلبات الدولية بسب مشاكل العنوان.

source: Validate
ar_ar: تحقق

source: License Valid for
ar_ar: رخصة صالحة إلى
