Repository: OliverMarcel/id-language
Catalog: */ignitiondeck-*.po
Languages: italian, portuguese

source: Pledged of
italian: Impegnato di
portuguese: Alcançado de R$

source: Days left
italian: Giorni rimanenti
portuguese: Dias restantes

source: Ended on
italian: Terminato il

source: Only
italian: Soltanto
portuguese: Apenas

source: Reload Captcha
italian: Ricarica Captcha
portuguese: Recarregar Captcha

source: Type Captcha
italian: Digita Captcha
portuguese: Tipo Captcha

source: Date
italian: Data
portuguese: Data

source: Pledged
italian: Impegnato
portuguese: Alcançado

source: Title
italian: Titolo
portuguese: Título

source: Limit
italian: Limite
portuguese: Doado

source: of
italian: di
portuguese: de

source: Taken
italian: Preso
portuguese: Disponíveis

source: Total Contribution
italian: Contribuzione Totale
portuguese: Contribuição total

source: Delete Last Level
italian: Cancella l'ultimo livello
portuguese: Excluir Último Nível

source: Description
italian: Descrizione
portuguese: Descrição

source: Add Level
italian: Aggiungi Livello
portuguese: Adicionar Nível

source: Project Reward Levels
italian: Livelli di Compenso del Progetto
portuguese: Níveis de Recompensa do Projeto

source: Additional Project Information
italian: Informazioni Aggiuntive del Progetto
portuguese: Informações Adicionais do Projeto

source: Awesome! You are about to support
italian: Fantastico! Stai per dare il tuo sostegno
portuguese: Incrível! Você está prestes a apoiar

source: Required
italian: Richiesto
portuguese: Obrigatório

source: Publishable Key
italian: Chiave Publicabile
portuguese: Chave Publicável

source: Payment Method
italian: Metodo di Pagamento
portuguese: Método de Pagamento

source: Payment Method Selection
italian: Selezione Metodo di Pagamento
portuguese: Método de Seleção Pagamento

source: Click Here
italian: Click Qui
portuguese: Clique Aqui

source: for instructions on getting your Paypal Identity Token.
italian: per istruzioni sull'acquisizione del Gettone di Identità Paypal.
portuguese: para obter instruções sobre como obter o seu Paypal Identity Token.

source: Rarely required. Sometimes helps when international orders are rejected because of address issues.
italian: Raramente richiesto. A volte aiuta quando gli ordini internazionali vengono rifiutati per problematiche di indirizzo.
portuguese: Raramente necessária. Às vezes ajuda quando as encomendas internacionais são rejeitadas por causa de problemas de endereço.

source: Enter Price
italian: Inserire il Prezzo
portuguese: Digite Preço

source: Project Type
italian: Tipologia di Progetto
portuguese: Tipo de Projeto

source: Pledge what you want or level based campaign. If you choose pledge what you want, only the first level will be used. If you choose level based, you can create as many levels as you need.
italian: Campagna 'Impegna ciò che vuoi' o 'a livelli'. Se scegli 'Impegna ciò che vuoi', verrà usato solo il primo livello. Se scegli 'A livelli', puoi creare tutti i livelli di cui hai bisogno.
portuguese: Pledge o que você quer ou campanha baseada nível. Se você optar por prometer o que você quer, será utilizado apenas o primeiro nível. Se você escolher nível baseado, você pode criar quantos níveis você precisa.

source: Pledge what you want
italian: Impegna ciò che vuoi
portuguese: Prometer o que você quer

source: Level based
italian: A livelli
portuguese: Nível Base

source: Sold out
italian: Venduto
portuguese: Esgotado

source: Enter Manual Amount
italian: Inserisci Importo Manuale
portuguese: Digite o valor manual

source: Switch Project Type
italian: Cambia Tipologia di Progetto
portuguese: Mudar tipo de Projeto

source: Back
italian: Indietro
portuguese: De volta

source: Waiting
italian: In attesa
portuguese: Espera

source: Add Skin
italian: Aggiungi Rivestimento (Skin)
portuguese: Adicionar Skin

source: Delete Skin
italian: Cancella Rivestimento (Skin)
portuguese: Excluir Skin

source: Copy this HTML code and send it to the person who’d like to post this to their website, or use it yourself. Make sure, wherever you use it, it’s pasted as HTML. We don’t recommend you edit this code in any way, as it’s been designed to very specifically work at the exact width and height it is set at.
italian: Copiate questo codice HTML e inviatelo alla persona che desidera inserirlo nel proprio sito web, oppure usatelo voi stessi. Assicuratevi, ovunque lo usiate, di includerlo come HTML. Sconsigliamo vivamente di modificare il codice in qualunque maniera, perchè è stato disegnato per lavorare in maniera estremamente specifica alla esatta ampiezza e altezza a cui è stato impostato.
portuguese: Copie este código HTML e enviá-lo para a pessoa que gostaria de deixar isso para o seu site, ou usá-lo você mesmo. Certifique-se que, onde quer que você usá-lo, ele é colado como HTML. Nós não recomendamos que você editar esse código de forma alguma, como ele foi projetado para trabalhar muito especificamente a largura exata e altura é fixado em.

source: This creates the HTML code you can use to paste your project widget on websites outside of your own. Share this with anyone who’d like to embed your widget on their website. You’ll need to select the project you want the code made for, and then click ‘Generate Code’. Once clicked, it will give you the proper code to use for pasting into other websites, and it will link back to your project on your website. It will also display up-to-date information about how your Project is doing!
italian: Crea il codice HTML da usare per inserire il vostro dispositivo di progetto (project widget) in siti web diversi dal vostro. Condividete questo con chiunque desideri includere il vostro dispositivo (widget) nel proprio sito web. Dovete selezionare il progetto per cui volete che il codice sia generato e fare click su 'Genera Codice'. Una volta effettuato il click, sarà prodotto il codice appropriato da usare per essere inserito negli altri siti web in modo collegarli al vostro progetto sul vostro sito web. Saranno inoltre mostrate informazioni aggiornate sull'andamento del Progetto!
portuguese: Isso cria o código HTML que você pode usar para colar o seu widget projeto em sites fora de seu próprio país. Compartilhe isso com qualquer um que gostaria de incorporar o widget em seu site. Você precisa selecionar o projeto que você deseja que o código feito para, em seguida, clique em "Gerar Código". Uma vez clicado, ele vai te dar o código apropriado para usar para colar em outros sites, e ele vai ligar de volta para o seu projeto em seu site. Ele também irá exibir up-to-date informações sobre como o projeto está fazendo!

source: Affiliate Settings
italian: Impostazioni di Affiliazione
portuguese: Configurações de Afiliados

source: Affiliate Link
italian: Link di Affiliazione
portuguese: Link Afiliado

source: Skin Instructions
italian: Istruzioni di rivestimento (Skin Instructions)
portuguese: Intruções de Skin

source: Campaign End Options
italian: Opzioni di fine Campagna
portuguese: Opções de Fim de Campanha

source: Choose how to handle campaign end. Leave open to keep collecting payments, closed to remove pledge button.
italian: Scegli come gestire la fine della campagna. Lasciare aperta per mantenere la riscossione dei pagamenti, chiusa per rimuovere il pulsante impegno.
portuguese: Escolha como lidar com final de campanha. Deixar aberto para manter os pagamentos de coleta, fechada para remover botão penhor.

source: Open
italian: Aperto
portuguese: Aberto

source: Closed
italian: Chiuso
portuguese: Fechado

source: Warning
italian: Avviso
portuguese: Atenção

source: This will process all pending authorizations related to the selected campaign.
italian: Questo elaborerà tutte le autorizzazioni in attesa relative alla campagna selezionata.
portuguese: Isto irá processar todas as autorizações pendentes relacionadas com a campanha selecionada.

source: Use this screen to process transactions once your fund threshold has been reached. Please use this feature with care, and remember to clearly state terms on your website or campaign page.
italian: Utilizzate questa schermata per processare le transazioni una volta che la soglia di finanziamento sia stata raggiunta.Per favore utilizzate questa caratteristica con cautela, e ricordate di specificare chiaramente i termini sul vostro sito web o sulla pagina relativa alla campagna.
portuguese: Use essa tela para processar transações de uma vez o seu limite de fundo tenha sido atingido. Utilize este recurso com cuidado, e lembre-se de forma clara termos estado em seu site ou página da campanha.

source: Customers will only be charged once.
italian: L'addebito ai clienti sarà effettuato soltanto una volta.
portuguese: Os clientes só serão cobrados uma vez.

source: Process Authorizations
italian: Autorizzazioni di Processo
portuguese: Autorizações de processo

source: The current Payment Gateway is PayPal. Below you fill in all those blank fields, to make IgnitionDeck interface with PayPal so you can collect the funds to your PayPal account, and then make sure IgnitionDeck knows that each order is completed, and post the results to your Project Widget.
italian: L'attuale Gateway di Pagamento è Paypal. Qui sotto riempite tutti i campi in bianco, per creare l'interfaccia di IgnitionDeck verso Paypal così da poter raccogliere i finanziamenti tramite il vostro account PayPal, assicurando che IgnitioDeck sappia che ciascun ordine è completato, e notifichi i risultati al vostro Dispositivo (Widget) di Progetto.
portuguese: O actual gateway de pagamento é PayPal. Abaixo você preencher todos os campos em branco, para fazer interface de IgnitionDeck com PayPal para que possa recolher os fundos para a sua conta do PayPal, e, em seguida, certifique-se IgnitionDeck sabe que cada ordem é concluída, e postar os resultados ao seu projeto Widget.

source: Immediately Deliver Funds
italian: Eroga Immediatamente i Fondi
portuguese: Entregar Imediatamente Fundos

source: 100% Threshold
italian: Soglia 100%
portuguese: 100% Limiar

source: Choose Project Type
italian: Scegliere il tipo di Progetto
portuguese: Escolha o Tipo de Projeto

source: Enter Amount
italian: Inserire l'ammontare
portuguese: Digite o valor

source: Works with Paypal Standard Only
italian: Funziona solo con Standard Paypal
portuguese: Funciona com Paypal único padrão

source: Disable Success Action
italian: Azione di Disabilitazione Riuscita
portuguese: Desativar Ação Sucesso

source: The Project FAQ's
portuguese: FAQ do Projeto

source: No
portuguese: Não

source: Pay Key
portuguese: Chave de Pagamento

source: Clean
portuguese: Limpo

source: Description for level 1.
portuguese: Descrição para o Nível 1

source: Video
portuguese: Vídeo

source: Image 1 - Shortcode: [product_image product="1" image="1"]
portuguese: Imagem 1 - Shortcode: [product_image product="1" image="1"]

source: Image 2
portuguese: Imagem 2

source: Image 2 - Shortcode: [product_image product="1" image="2"]
portuguese: Imagem 2 - Shortcode: [product_image product="1" image="2"]

source: Image 3
portuguese: Imagem 3

source: Image 3 - Shortcode: [product_image product="1" image="3"]
portuguese: Imagem 3 - Shortcode: [product_image product="1" image="3"]

source: Image 4
portuguese: Imagem 4

source: Image 4 - Shortcode: [product_image product="1" image="4"]
portuguese: Imagem 4 - Shortcode: [product_image product="1" image="4"]

source: Please write pre approval key to let the user purchase directly without going to PayPal website<br/>Use this only for secure connections
portuguese: Por favor, escreva chave de aprovação antes de deixar a compra do usuário diretamente sem passar para o site PayPal <br/> Use apenas para conexões seguras

source: Checkout
portuguese: Confira

source: The current Payment Gateway is PayPal. Below you fill in all those blank fields, to make IgnitionDeck interface with PayPal so you can collect the funds to your PayPal account, and then make sure IgnitionDeck knows that each order is completed, and post the results to your Project Widget.<br><br> This may be the most complicated part of setting up your project - so pay close attention and you’ll have it done in no time!
portuguese: O actual gateway de pagamento é PayPal. Abaixo você preencher todos os campos em branco, para fazer interface de IgnitionDeck com PayPal para que possa recolher os fundos para a sua conta do PayPal, e, em seguida, certifique-se IgnitionDeck sabe que cada ordem é concluída, e postar os resultados ao seu projeto Widget.<br><br> Esta pode ser a parte mais complicada da criação de seu projeto - por isso preste muita atenção e você vai tê-lo feito em nenhum momento!
