Repository: OliverMarcel/id-language
Catalog: */ignitiondeck-*.po
Languages: italian, portuguese

source: End Date
italian: Data Finale
portuguese: Data Final

source: Project Updates
italian: Aggiornamenti del Progetto
portuguese: Atualizações do Projeto

source: Level Title
italian: Titolo del Livello
portuguese: Título do Nível

source: Level Price
italian: Prezzo del Livello
portuguese: Preço do Nível

source: Level Limit
italian: Limite del Livello
portuguese: Limite do Nível

source: Level Description
italian: Descrizione del Livello
portuguese: Descrição do Nível

source: Payment Settings
italian: Impostazioni di Pagamento
portuguese: Configurações de Pagamento

source: Orders
italian: Ordini
portuguese: Encomendas

source: Add Order
italian: Aggiungi un Ordine
portuguese: Adicionar Ordem

source: Projects
italian: Progetti
portuguese: Projetos

source: Project
italian: Progetto
portuguese: Projeto

source: Add New Project
italian: Crea un Nuovo Progetto
portuguese: Adicionar Novo Projeto

source: Edit
italian: Revisiona (Edit)
portuguese: Editar

source: Edit Project
italian: Modifica il Progetto
portuguese: Editar Projeto

source: New Project
italian: Nuovo Progetto
portuguese: Novo Projeto

source: View Project
italian: Visualizza il progetto
portuguese: Ver Projeto

source: Search Project
italian: Cerca nel Progetto
portuguese: Procurar Projeto

source: No Projects Found
italian: Non sono stati trovati Progetti
portuguese: Nenhum Projeto Encontrado

source: No Projects Found in Trash
italian: Non sono stati trovati Progetti nel Cestino
portuguese: Nenhum Projeto Encontrado no Lixo

source: Funding Goal
italian: Obiettivo di Finanziamento
portuguese: Financiamento Necessário

source: Days Remaining
italian: Giorni Rimanenti
portuguese: Dias Restantes

source: No funding goal set
italian: Obiettivo di finanziamento non impostato
portuguese: Financiamento Necessário não Definido

source: No date set
italian: Data non impostata
portuguese: Sem Data Definida

source: Enter Project Name Here
italian: Inserire qui il nome del Progetto
portuguese: Digite o Nome do Projeto Aqui

source: Add
italian: Aggiungere
portuguese: Adicionar

source: Update
italian: Aggiornare
portuguese: Atualizar

source: IgnitionDeck Control Panel
italian: Pannello di Controllo IgnitionDeck
portuguese: Painel de Controle IgnitionDeck

source: Facebook Application Settings
italian: Impostazioni dell'applicazione Facebook
portuguese: Configurações do Aplicativo Facebook

source: Save
italian: Salva
portuguese: Salvar

source: Facebook settings have been successfully updated.
italian: Le impostazioni di Facebook sono state aggiornate con successo.
portuguese: Configurações do Facebook foram atualizados com sucesso.

source: Twitter Application Settings
italian: Impostazioni dell'applicazione Twitter.
portuguese: Configurações do Aplicatido do Twitter

source: Twitter settings have been successfully updated.
italian: Le impostazioni di Twitter sono state aggiornate con successo.
portuguese: Configurações do Twitter foram atualizados com sucesso.

source: Settings saved.
italian: Impostazioni salvate.
portuguese: Configurações salvas.

source: Save Settings
italian: Salva le Impostazioni
portuguese: Salvar Configurações

source: Update Settings
italian: Aggiorna le Impostazioni
portuguese: Configurações de Atualização

source: Form settings have been successfully updated.
italian: Le impostazioni della maschera sono state aggiornate con successo.
portuguese: Configurações de formulário foram atualizados com sucesso.

source: Twitter settings have been successfully saved.
italian: Le impostazioni di Twitter sono state salvate con successo.
portuguese: Configurações do Twitter foram salvas com sucesso.

source: Aweber settings have been successfully saved.
italian: Le impostazioni di Aweber sono state salvate con successo.
portuguese: Configurações do Aweber foram salvas com sucesso.

source: Aweber settings have been successfully updated.
italian: Le impostazioni di Aweber sono state aggiornate con successo.
portuguese: Configurações Aweber foram atualizados com sucesso.

source: Mailchimp settings have been successfully saved.
italian: Le impostazioni di Mailchimp sono state salvate con successo.
portuguese: Configurações MailChimp foram salvas com sucesso.

source: Mailchimp settings have been successfully updated.
italian: Le impostazioni di Mailchimp sono state aggiornate con successo.
portuguese: Configurações MailChimp foram atualizados com sucesso.

source: Payment settings have been successfully saved.
italian: Le impostazioni di pagamento sono state salvate con successo.
portuguese: Configurações de pagamento foram salvas com sucesso.

source: Please fill all fields.
italian: Per favore completare tutti i campi.
portuguese: Por favor, preencha todos os campos.

source: Projects successfully added.
italian: I Progetti sono stati aggiunti con successo.
portuguese: Projetos adicionado com êxito.

source: previous
italian: precedente
portuguese: anterior

source: next
italian: successivo
portuguese: próximo

source: Project has been successfully updated.
italian: Il progetto è stato aggiornato con successo.
portuguese: Projeto foi atualizado com sucesso.

source: Settings have been successfully updated.
italian: Le impostazioni sono state aggiornate con successo.
portuguese: As configurações foram atualizadas com sucesso.

source: Asked Questions
italian: Domande effettuate
portuguese: Perguntas

source: Settings
italian: Impostazioni
portuguese: Configurações

source: General Settings
italian: Impostazioni Generali
portuguese: Configurações Gerais

source: Order Details
italian: Dettagli dell' Ordine
portuguese: Detalhes do Pedido

source: Email List Settings
italian: Impostazioni per la lista Email
portuguese: Definições da Lista de E-mail

source: Social Settings
italian: Impostazioni per il Social (Social Settings)
portuguese: Configurações Sociais

source: Project Settings
italian: Impostazioni di Progetto
portuguese: Configurações do projeto

source: Payment Form
italian: Modulo per il Pagamento
portuguese: Forma de Pagamento

source: Payment Form Settings
italian: Impostazioni per il Modulo di Pagamento
portuguese: Configurações da Forma de Pagamento

source: Widget to show projects
italian: Dispositivo (Widget) per mostrare i progetti
portuguese: Widget para mostrar nos projetos

source: IgnitionDeck Project Widget
italian: Dispositivo (Widget) di Progetto IgnitionDeck
portuguese: IgnitionDeck Projeto Widget

source: About the Project
italian: Informazioni sul Progetto
portuguese: Sobre o Projeto

source: Buyers
italian: Acquirenti
portuguese: Compradores

source: Redirecting to Paypal...
italian: Reindirizzamento a Paypal…
portuguese: Redirecionando para o Paypal…

source: Twitter.connection.failed
italian: Connessione.Twitter.fallita
portuguese: Conexão.Twitter.Falhou

source: Error occured let's try again
italian: Si è verificato un errore, riprovare
portuguese: Ocorreu um erro, vamos tentar novamente

source: Twitter.share.success
italian: Condivisione.Twitter.riuscita
portuguese: Twitter.compartilhado.sucesso

source: Twitter.share.failed
italian: Condivisione.Twitter.fallita
portuguese: Compartilhamento.Twitter.Falhou

source: Facebook.share.success
italian: Condivisione.Facebook.riuscita
portuguese: Facebook.compartilhado.sucesso

source: Facebook.share.failed
italian: Condivisione.Facebook.fallita
portuguese: Compartilhamento.Facebook.Falhou

source: IgnitionDeck: %s sent a question
italian: IgnitionDeck: %s una domanda inviata
portuguese: IgnitionDeck: %s enviou uma pergunta

source: Name
italian: Nome
portuguese: Nome

source: Subject
italian: Oggetto
portuguese: Assunto

source: Message
italian: Messaggio
portuguese: Mensagem

source: Level
italian: Livello

source: Price
italian: Prezzo
portuguese: Preço

source: Update Options
italian: Opzioni di Aggiornamento
portuguese: Opções de Atualização

source: Contact Form
italian: Modulo di Contatto
portuguese: Formulário de Contato

source: Send email
italian: Invia Email
portuguese: Enviar E-Mail

source: Clear
italian: Cancella
portuguese: Limpar

source: Clear All
italian: Cancella Tutto
portuguese: Limpar Tudo

source: Crowdfunding ends on
italian: Crowdfunding termina il
portuguese: Crowdfunding acaba em

source: Learn More
italian: Approfondisci
portuguese: Leia Mais

source: Support Now
italian: Sostieni Adesso
portuguese: Doar Agora

source: Our Earliest Buyers
italian: I Nostri Primi Acquirenti
portuguese: Nossos Primeiros Apoiadores

source: Ask A Question
italian: Fai una domanda
portuguese: Faça Uma Pergunta

source: Crowdfunding by IgnitionDeck
italian: Crowdfunding da IgnitionDeck

source: Payment Information
italian: Informazioni per il Pagamento
portuguese: Informação de Pagamento

source: First Name
italian: Nome
portuguese: Nome

source: Last Name
italian: Cognome
portuguese: Sobrenome

source: Address
italian: Indirizzo
portuguese: Endereço

source: Country
italian: Nazione
portuguese: País

source: State
italian: Stato
portuguese: Estado

source: City
italian: Città
portuguese: Cidade

source: Zip
italian: CAP
portuguese: Cep

source: Pay with Paypal
italian: Paga con Paypal
portuguese: Pague com Paypal

source: Funding
italian: Finanziamento
portuguese: Financiamento

source: Total Sale
italian: Vendita Totale
portuguese: Total de Venda

source: Yes
italian: Si
portuguese: Sim

source: Please share your experience with your friends!
italian: Per favore condividi la tua esperienza con i tuoi amici!
portuguese: Por favor, compartilhe sua experiência com seus amigos!

source: API key
italian: Chiave IPA (API key)

source: Subscription Email
italian: e-mail di sottoscrizione

source: Aweber Settings
italian: Impostazioni Aweber
portuguese: Configurações Aweber

source: Make Active
italian: Attiva

source: Consumer Secret
italian: Segreto Consumatore
portuguese: Segredo Consumidor

source: List Email Id
italian: Lista Email Id
portuguese: Lista de E-mail Id

source: Mailchimp Settings
italian: Impostazioni Mailchimp
portuguese: Configurações Mailchimp

source: List id
italian: Lista Id
portuguese: Lista Id

source: Embed Widget Code
italian: Codice Dispositivo Incluso (Embed Widget Code)

source: Select Project to Create Embed Code for
italian: Selezionare un Progetto per cui creare Codice Incluso (Embed Code)
portuguese: Selecione projeto para criar o código embutido para

source: Embed Code
italian: Codice Incluso (Embed Code)

source: Application Id
italian: Id Applicazione

source: Application secret key
italian: Chiave segreta dell' applicazione

source: Text to share
italian: Testo da condivider
portuguese: Texto para compartilhar

source: Email Address
italian: Indirizzo Email
portuguese: Endereço de E-Mail

source: Zip Code
italian: CAP
portuguese: CEP

source: Status
italian: Stato

source: Pending
italian: In attesa
portuguese: Pendente

source: Complete
italian: Completo
portuguese: Completo

source: Project Name
italian: Nome del Progetto
portuguese: Nome do Projeto

source: Project Level
italian: Livello del Progetto
portuguese: Projeto level

source: Select Project
italian: Selezionare un Progetto
portuguese: Selecionar Projeto

source: Completed
italian: Completato
portuguese: Concluído

source: View
italian: Vista

source: Are you sure you want to delete this order by
italian: Sei sicuro di voler cancellare quest'ordine di
portuguese: Tem certeza de que deseja excluir este pedido por

source: Delete
italian: Cancella
portuguese: Deletar

source: Last Email
italian: Ultima Email
portuguese: ùltimo E-Mail

source: Paypal Refund
italian: Rimborso Paypal
portuguese: Paypal Restituição

source: Transaction ID
italian: ID Transazione
portuguese: ID Transação

source: Currency Code
italian: Codice Valuta
portuguese: Código da Moeda

source: Refund
italian: Rimborso
portuguese: Restituição

source: PayPal Identity Token
italian: Gettone di Identità PayPal
portuguese: Token Identificação PayPal

source: PayPal Email
italian: Email PayPal
portuguese: E-Mail PayPal

source: PayPal Override
italian: Annullamento PayPal
portuguese: Ir Além do PayPal

source: Cancel
italian: Cancella
portuguese: Cancelar

source: Project Image
italian: Immagine del Progetto
portuguese: Imagem Projeto

source: Change
italian: Cambio
portuguese: Mudar

source: Close
italian: Chiudi
portuguese: Fechar

source: Project Details
italian: Dettagli del Progetto
portuguese: Detalhes Projeto

source: Project Price
italian: Prezzo del Progetto
portuguese: Preço Projeto

source: Goal
italian: Traguardo
portuguese: Objetivo

source: Image
italian: Immagine
portuguese: Imagem

source: Mailchimp API Key
italian: Chiave IPA (API) Mailchimp

source: Mailchimp List ID
italian: Id Lista Mailchimp

source: Aweber Email
italian: Email Aweber

source: Active Settings
italian: Impostazioni Attive
portuguese: Ativar Configurações

source: Field name
italian: Nome campo
portuguese: Nome do Campo

source: Enabled
italian: Abilitato
portuguese: Ativado

source: Mandatory
italian: Obbligatorio
portuguese: Obrigatório

source: First name
italian: Nome
portuguese: Nome

source: Last name
italian: Cognome
portuguese: Sobrenome

source: Default Project Settings
italian: Impostazioni automatiche di Progetto
portuguese: Configurações padrão do projeto

source: Custom Project Settings
italian: Impostazioni personalizzate di Progetto
portuguese: Configurações do Projeto Personalizado

source: Project ID
italian: ID Progetto
portuguese: ID Projeto

source: Question Details
italian: Dettagli della Domanda
portuguese: Detalhes da Pergunta

source: Question Subject
italian: Oggetto della Domanda
portuguese: Assunto da Pergunta

source: Created Date
italian: Data Creazione
portuguese: Data Criação

source: Ignition Deck Logo
italian: Logo Ignition Deck

source: Facebook on Project Page
italian: Facebook sulla Pagina di Progetto
portuguese: Página do Projeto no Facebook

source: Want people to share via Facebook from your project page? Use this.
italian: La gente vuole condividere via Facebook dalla tua pagina di progetto? Utilizza questo.
portuguese: Quer que as pessoas compartilhem via Facebook sua página do projeto? Utilize este.

source: Want people to share via Twitter from your project page? Use this.
italian: La gente vuole condividere via Twitter dalla tua pagina di progetto? Utilizza questo.
portuguese: Quer que as pessoas compartilhem via Twitter sua página do projeto? Utilize este.

source: Twitter on Project Page
italian: Twitter sulla pagina del Progetto
portuguese: Twitter sobre a Página do Projeto

source: Want people to share via App.net from your project page? Use this.
italian: La gente vuole condividere via App.net dalla tua pagina di progetto? Utilizza questo.
portuguese: Quer que as pessoas compartilhem via App.net sua página do projeto? Utilize este.

source: App.net on Project Page
italian: App.net sulla pagina del Progetto
portuguese: App.net sobre a Página do Projeto

source: LinkedIn on Project Page
italian: LinkedIn sulla pagina del Progetto
portuguese: LinkedIn sobre a Página do Projeto

source: Want people to share via LinkedIn from your project page? Use this.
italian: La gente vuole condividere via LinkedIn dalla tua pagina di progetto? Utilizza questo.
portuguese: Quer que as pessoas compartilhem via LinkedIn a partir da página do projeto? Utilize este.

source: Want people to share via Google+ from your project page? Use this.
italian: La gente vuole condividere via Google+ dalla tua pagina di progetto? Utilizza questo.
portuguese: Quer que as pessoas compartilhem via Google+ a partir da página do projeto? Utilize este.

source: Google+ on Project Page
italian: Google+ sulla pagina del Progetto
portuguese: Google+ Sobre a Página do Projeto

source: Want people to share via Pinterest from your project page? Use this.
italian: La gente vuole condividere via Pinterest dalla tua pagina di progetto? Utilizza questo.
portuguese: Quer que as pessoas compartilhem via Pinterest a partir da página do projeto? Utilize este.

source: Pinterest on Project Page
italian: Pinterest sulla pagina di progetto
portuguese: Pinterest sobre a Página do Projeto

source: Ask a Question Button
italian: Pulsante Fai una Domanda
portuguese: Botão para Pergunta

source: Enable or disable ask a question button on the widget
italian: Abilita o Disabilita il pulsante 'Fai una domanda' sul dispositivo (widget)
portuguese: Ativar ou desativar a pedir um botão pergunta sobre o widget

source: Ask a Question Email
italian: Email Fai una Domanda
portuguese: Faça uma pergunta E-Mail

source: Email address to which the question should be sent
italian: Indirizzo Email al quale la domanda deve essere inviata
portuguese: Endereço de e-mail a qual as perguntas devem ser enviada

source: Supporter Exclusive
italian: Sostenitore Esclusivo

source: Projects successfully updated.
italian: Progetti aggiornati con successo.
portuguese: Projetos atualizados com sucesso.

source: Projects successfully deleted.
italian: Prgetti cancellati con successo.
portuguese: Projetos excluídos com sucesso.

source: Updates
italian: Aggiornamenti
portuguese: Atualizações

source: Add Project
italian: Aggiungi Progetto
portuguese: Adicionar Projeto

source: This allows you to activate and share via the 'Powered By IgnitionDeck' logo that would appear at the bottom of the widget.
italian: Questo permette di attivare e condividere per mezzo del logo 'Powered By IgnitionDeck' che potrebbe apparire nella parte inferiore del dispositivo (at the bottom of the widget).
portuguese: Isso permite que você ative e compartilhar através do "Powered By IgnitionDeck 'logotipo que aparecem na parte inferior do widget.

source: Name of the Project (Required)
italian: Nome del Progetto (Richiesto)
portuguese: Nome do Projeto (Obrigatório)

source: Price for Level 1
italian: Prezzo del Livello 1
portuguese: Preço para o Nível 1

source: Price of the first reward level for your project (required).
italian: Prezzo del primo livello di riconoscimento per il vostro progetto (richiesto).
portuguese: Preço do primeiro nível de recompensa para o seu projeto (obrigatório).

source: Title for level 1.
italian: Titolo per il livello 1.
portuguese: Título para o Nível 1

source: Purchase limit for level 1.
italian: Limite di acquisto per il livello 1.
portuguese: Limite de compra para o nível 1.

source: Amount you are looking to raise (required).
italian: Importo che si vuole raccogliere (richiesto)
portuguese: Valor total que você precisa levantar de recursos (Obrigatório)

source: Fundraising End Date
italian: Data di fine della raccolta fondi
portuguese: Data final para captação de recursos

source: Ending date for fundraising (recommended).
italian: Data finale per la raccolta fondi (consigliato).
portuguese: Data final para captação de recursos (recomendado)

source: Proposed Ship Date
italian: Data di spedizione proposta
portuguese: Data proposta para seu projeto estar pronto

source: When do you hope to ship? Leave blank if unknown.
italian: Quando pensate di spedire ? Lasciare in bianco se non definito.

source: Embed Video Code (YouTube, Vimeo, Viddler).
italian: Codice Inclusione Video (YouTube, Vimeo, Viddler).
portuguese: Embutir Vídeo (YouTube, Vimeo, Viddler).

source: Main Project Image
italian: Immagine Principale del Progetto
portuguese: Imagem Principal do Projeto

source: FAQs
italian: Domande Frequenti (FAQ)

source: For those often asked questions that you would like to give a direct answer to. You can edit and add as much as needed.
italian: Per quelle domande frequenti cui volete rispondere direttmente. Potete entrare in modifica e aggiungere tutte quelle necessarie.

source: Add product updates here.
italian: Aggiungere qui gli aggiornamenti del progetto.
portuguese: Adicionar atualizações do produto aqui.

source: Terms and Conditions
italian: Termini e Condizioni.
portuguese: Termos e Condições

source: This is not displayed on the project page. This is displayed during checkout and will show below the checkout box. Use this space to specify your terms, answer questions regarding shipping, and cover all your bases.
italian: Questo non viene visualizzato sulla pagina di progetto. Viene visualizzato durante il ckeckout e mostra qui sotto il riquadro di checkout. Usa questo spazio per specificare i termini, rispondere lle domande riguardanti la spedizione, e raggiungere tutti gli interessati.
portuguese: Isto não é exibido na página do projeto. Isto é apresentado durante o checkout e vai mostrar abaixo da caixa de checkout. Utilize este espaço para especificar seus termos, responder a perguntas frequentes.

source: We recommend you fill this in with clear instructions about how your project is going to go after you've reached your goal. It would also be very smart to mention what you'll do if you don't reach your goal.
italian: Raccomandiamo di riempire questo con istruzioni chiare sul modo di procedere del vostro progetto dopo aver raggiunto la meta di finanziamento. Potrebbe anche essere una buona idea descrivere cosa farete se non la raggiungerete.
portuguese: Nós recomendamos que você preencha isto com instruções claras sobre como o projeto está indo e quais são os próximos passos. Também seria muito interessante falar o que você vai fazer se você não alcançar seu objetivo.

source: Additional Price Levels
italian: Livelli di Prezzo Aggiuntivi
portuguese: Níveis de Preços Adicionais

source: Add additional price levels here.
italian: Aggiungere qui i livelli di prezzo aggiuntivi.
portuguese: Adicionar níveis de preços adicionais aqui.

source: Short Description
italian: Descrizione Breve
portuguese: Pequena Descrição

source: This is the project short description, used for the regular, mini, and embed widgets.
italian: Questa è la descrizione breve usata per i dispositivi (widgets) regolari, mini e inclusi (embed).
portuguese: Esta é uma breve descrição do projeto, usado para os widgets regulares, mini e embed.

source: IgnitionDeck Mini Widget
italian: IgnitionDeck Mini Dispositivo (Widget)

source: Sandbox Mode
italian: Modalità Sandbox
portuguese: Modo Sandbox

source: Check to enable Paypal Sandbox mode.
italian: Segna per abilitare la modalità Paypal Sandbox.
portuguese: Verifique para habilitar o modo Paypal Sandbox.

source: Long Description
italian: Descrizione Estesa
portuguese: Descrição Completa

source: This is the project long description, used for displaying content below the video field.
italian: Questa è la descrizione estesa del progetto, utilizzata per visualizzare il contenuto sotto il campo del video.
portuguese: Esta é a descrição compelta do projeto, usado para exibir o conteúdo abaixo do campo de vídeo.

source: API Username
italian: IPA (API) Username

source: API Password
italian: IPA (API) Password

source: API Signature
italian: IPA (API) Firma

source: Pre Approval Key
italian: Chiave di Pre Approvazione

source: Payment Error
italian: Errore di Pagamento
portuguese: Erro de Pagamento

source: Preapproval Key
italian: Chiave di Preapprovazione
portuguese: Chave de Pré-Aprovação

source: Generate Preapproval Key
italian: Genera la Chiave di Preapprovazione
portuguese: Gerar Chave de Pré-Aprovação

source: Starting Date
italian: Data di Inizio
portuguese: Data de Início

source: Ending Date
italian: Data di Fine
portuguese: Data de Término

source: Max Number of Payments
italian: Numero Massimo di Pagamenti
portuguese: Máximo número de pagamentos

source: Max Total Amount
italian: Massimo Ammontare Totale
portuguese: Máximo Valor Total

source: Show Mini Widget on
italian: Mostra Mini Widget on
portuguese: Mostrar Mini Widget no

source: Project Page Only
italian: Solo Pagina di Progetto
portuguese: Apenas Página do Projeto

source: Small Widget on all Pages
italian: Small Widget su tutte le Pagine
portuguese: Pequeno Widget em todas as páginas

source: Pledgers
italian: Offerenti
portuguese: Padrinho(s) & Madrinha(s)
